

const questions = [
  {
    title: 'Какой прибор используется для исследования звездного неба?',
    variants: ['Телескоп', 'Микроскоп', 'Гелиоскоп'],
    correct: 0,
  },
  {
    title:
      'Cпециальный аппарат, который может передвигаться по поверхности Луны.',
    variants: ['Марсоход', 'Луноход', 'Посадочный модуль'],
    correct: 1,
  },
  {
    title: 'Как называется место, с которого запускаются ракеты?',
    variants: ['Аэродром', 'Космическая гавань', 'Космодром'],
    correct: 2,
  },
  {
    title: 'Как звали первого космонавта?',
    variants: ['Алексей Леонов', 'Герман Титов', 'Юрий Гагарин'],
    correct: 2,
  },
  {
    title: 'В какую дату человек впервые полетел в космос?',
    variants: ['12 апреля 1961 г.', '9 мая 1960 г.', '8 марта 1962 г.'],
    correct: 0,
  },
  {
    title:
      'Первый в мире космический аппарат, который поднял человека на околоземную орбиту.',
    variants: ['Восход-1', 'Восток-1', 'Шэньчжоу-9'],
    correct: 1,
  },
  {
    title: 'Кто первым вышел из корабля в открытый космос?',
    variants: ['Алексей Леонов', 'Сергей Крикалёв', 'Олег Новицкий'],
    correct: 0,
  },
  {
    title: 'Имя человека, который впервые оказался на поверхности Луны.',
    variants: ['Джон Уоттс Янг', 'Базз Олдрин', 'Нил Армстронг'],
    correct: 2,
  },
  {
    title: 'Ближайшая к нам звезда.',
    variants: ['Сириус A', 'Солнце', 'Проксима Центавра'],
    correct: 1,
  },
  {
    title: 'В какой галактике находится солнечная система?',
    variants: ['Млечный Путь', 'Туманность Андромеды', 'NGC 2419'],
    correct: 0,
  },
]


export default questions